<?php

return [
    'password' => 'يجب أن لا يقل طول كلمة المرور عن ستة أحرف، كما يجب أن تتطابق مع حقل التأكيد.',
    'reset' => 'تمت إعادة تعيين كلمة المرور!',
    'sent' => 'تم إرسال تفاصيل استعادة كلمة المرور الخاصة بك إلى بريدك الإلكتروني!',
    'token' => 'رمز استعادة كلمة المرور الذي أدخلته غير صحيح.',
    'user' => 'لم يتم العثور على أيّ حسابٍ بهذا العنوان الإلكتروني.',
    'not_fount_token' => 'كود إعادة تعيين كلمة المرور غير صحيح أو منتهي الصلاحية الرجاء طلب إعادة إرساله مرة أخرى',
    'not_match_password' => 'كلمة المرور الحالية لا تطابق كلمة سر المستخدم',
    'update_password' => 'تمت إعادة تعيين كلمة المرور بنجاح',
    'password_regex' => 'كلمة المرور يجب أن تحتوي على حروف وأرقام ورموز خاصة ',
];
